package com.ddzn.dd.model.constant;

/**
 * 昵称默认库
 */
public class NickNameConstants {
    public static final String[] DEFAULT_NICKNAMES = {
            "小可爱", "萌萌哒", "小熊喵", "橘子汽水", "月亮邮差", "星河漫游者", "吃瓜少女", "奶茶不加糖",
            "猫耳娘", "不讲道理小可爱", "软糖超甜", "一口仙气", "甜筒姐姐", "捉星星的人", "喵喵喵", "酷盖少女",
            "柠檬不酸", "今日份开心", "糖果味的风", "大白兔奶糖", "草莓味的你", "晴天小仙女", "泡泡圈圈", "睡不醒星人",
            "海盐冰激凌", "温柔暴击", "我最可爱", "夏日限定", "偷吃月亮", "甜甜圈妹妹", "阳光暖男", "远方来信",
            "风的味道", "蓝色信箱", "热气球旅行", "一颗小星星", "白开水也甜", "咕噜咕噜鱼", "喜欢打喷嚏", "柚子茶茶茶"
    };
}
